Revit 2024 API
ElementIdParameterValue Constructor
 Default constructor
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016 Subscription Update
Syntax
C#
public ElementIdParameterValue()
Visual Basic
Public Sub New
Visual C++
public:
ElementIdParameterValue()
See Also
ElementIdParameterValue Class
ElementIdParameterValue Overload
Autodesk.Revit.DB Namespace